Repository: casglur/django-gutorglyn-2
Catalog: SDPublisher/gutorglyn/locale/*/LC_MESSAGES/django.po
Languages: cy_gb

source: Searching for manuscripts containing poem number
cy_gb: Chwilio am lawysgrifau yn cynnwys cerdd rhif:

source: Searching for poems contained in manuscripts reference
cy_gb: Chwilio am gerddi yn llawysgrif:

source: Search Type Definition case-insensitive
cy_gb: Anwybyddu bach / mawr

source: Search Type Definition case-sensitive
cy_gb: Cyfateb bach/mawr ac acenion

source: Search Type Definition ignoring diacritics
cy_gb: Anwybyddu acenion

source: Search Type Definition regular expression
cy_gb: Mynegiadau Rheolaidd

source: About the project Page Title
cy_gb: Am y Prosiect

source: Biography Page title
cy_gb: Bywgraffiad

source: Biography Page contents label
cy_gb: Cynnwys

source: Black Bar Search For Label
cy_gb: &nbsp;&nbsp;Chwilio am

source: Black Bar Search Button
cy_gb: Chwilio

source: Black Bar Advanced Search Link
cy_gb: Chwilio uwch

source: Drwm Video Page Title
cy_gb: Y Gerdd a’r Gân

source: Drwm Video Page Sub Title
cy_gb: gyda

source: Drwm Video Page Location
cy_gb: Llyfrgell Genedlaethol Cymru

source: Drwm Video Page Date
cy_gb: Medi

source: Musical Companions Page Description
cy_gb: &nbsp;

source: TuChwith Page Download Link Text
cy_gb: Lawrlwytho erthygl

source: Essays Page Title
cy_gb: 'Gwalch Cywyddau Gw&ycirc;r'

source: Essays Page Sub Title
cy_gb: YSGRIFAU AR GUTO’R GLYN A CHYMRU’R BYMTHEGFED GANRIF

source: Essays Page Edited By Label
cy_gb: Golygwyd gan

source: Essays Page Description
cy_gb: Casgliad o ysgrifau wedi eu hysbrydoli gan ‘Guto’r Glyn.net’, y golygiad electronig newydd o farddoniaeth Guto’r Glyn (fl. c.1435–90), a ystyrir gan lawer fel bardd Cymraeg pwysicaf y bymthegfed ganrif. Gwahoddwyd arbenigwyr ym maes hanes a diwylliant Cymru yn yr Oesoedd Canol diweddar i gyfrannu penodau yn eu dewis iaith, ac ymhlith y pynciau a drafodir mae trosglwyddiad y cerddi yn y llawysgrifau, hanes, gwleidyddiaeth, crefydd, diwylliant materol yr uchelwyr, cerddoriaeth, daearyddiaeth a rhyfela.

source: Essays Page Book Detail
cy_gb: tt. xiv + 495 Rhagfyr 2013 clawr caled ISBN 978-1-907029-10-3

source: Essays Page Price Label
cy_gb: Pris

source: Essays Page How to buy message
cy_gb: I brynu'r casgliad o draethodau, cliciwch os gwelwch yn dda ar y ddolen isod i lawrlwytho ffurflen archebu PDF. Cwblhewch y ffurflen a'i dychwelyd gyda siec am y swm cywir i'r cyfeiriad a nodir ar y ffurflen.

source: Essays Page Order Form label
cy_gb: Ffurflen Archebu

source: Essays Page Contents Label
cy_gb: Cynnwys

source: Black Bar First Line Dropdown Menu Choice
cy_gb: Dewis llinell gyntaf

source: JavaScript Message Invalid Field Length
cy_gb: Gwall: Hyd y term chwilio annilys, rhaid iddo fod yn 4 neu ragor o nodau

source: Footer Copyright Notice
cy_gb: &copy;<a href="http://www.wales.ac.uk/cy/YGanolfanGeltaidd/CyflwyniadGanolfan.aspx">2013 Canolfan Uwchefrydiau Cymreig a Cheltaidd</a>

source: Guidelines Page Title
cy_gb: Canllawiau

source: Home Page Welcome Message
cy_gb: Croeso i Guto’r Glyn.net

source: Home Page Disclaimer
cy_gb: Mae'r wefan yn dal i gael ei datblygu. Unrhyw sylwadau, os gwelwch yn dda, at <a id='mailto' style='font-size: 10pt; font-weight: normal; color: black; text-decoration: underline;' href='mailto:apo@cymru.ac.uk'>Guto</a>.

source: Home Page Browser Message
cy_gb: Mae'r wefan yn gweithio ar ei gorau gyda Google Chrome neu Mozilla Firefox

source: Manuscripts Page Title
cy_gb: Cronfa Ddata Llawysgrifau a Cherddi

source: Manuscripts Page Explanation
cy_gb: Gallwch ddewis llawysgrif i weld pa gerddi gan Guto'r Glyn a geir ynddi, neu gallwch ddewis cerdd i weld rhestr o'r llawysgrifau sy'n cynnwys y gerdd honno.

source: Manuscripts Page Select Manuscript Reference
cy_gb: Dewis llawysgrif

source: Manuscripts Page Submit Button
cy_gb: Iawn

source: Manuscripts Page Select Poem Number
cy_gb: Dewis cerdd

source: Manuscripts Page Table Header Poem Number
cy_gb: Rhif Cerdd

source: Manuscripts Page Table Header Manuscript Reference
cy_gb: Cyfeiriad Llawysgrif

source: Manuscripts Page Table Header Hand
cy_gb: Llaw

source: Manuscripts Page Table Header Date
cy_gb: Dyddiad

source: Musical Companions Page Title
cy_gb: Guto'r Glyn a'i gyfeillion cerddorol

source: Red Menu Mobile Menu Option
cy_gb: Cynnwys

source: Red Menu Home Option
cy_gb: Cartref

source: Red Menu The Edition Option
cy_gb: Y Golygiad

source: Red Menu The Poems Option
cy_gb: Y Cerddi

source: Red Menu Title List Option
cy_gb: Rhestr Teitlau

source: Red Menu Patrons and Poets List Option
cy_gb: Noddwyr a Beirdd

source: Red Menu Personal Names Option
cy_gb: Enwau Personol

source: Red Menu Place Names Option
cy_gb: Enwau Lleoedd

source: Red Menu Manuscripts and Poems Option
cy_gb: Llawysgrifau a Cherddi

source: Red Menu Resources Option
cy_gb: Adnoddau

source: Red Menu Biography Option
cy_gb: Bywgraffiad

source: Red Menu About Option
cy_gb: Am y prosiect

source: Red Menu Guidelines Option
cy_gb: Canllawiau

source: Red Menu Performances Option
cy_gb: Perfformiadau

source: Red Menu Drwm Concert Option
cy_gb: Y Gerdd a’r Gân

source: Red Menu Publications Option
cy_gb: Cyhoeddiadau

source: Red Menu Book of Essays Option
cy_gb: Gwalch Cywyddau Gwŷr

source: Red Menu Articles Option
cy_gb: Erthyglau

source: Red Menu Digital Editing Option
cy_gb: Golygu Digidol

source: Red Menu Musical Companions Option
cy_gb: Cyfeillion Cerddorol

source: Red Menu Guto's Wales Option
cy_gb: <a href="/gutoswales/cy/index.php"><span>Cymru Guto</span></a>

source: People Detail Page Title
cy_gb: Rhestr Noddwyr a Beirdd

source: People List Page Title
cy_gb: Rhestr Noddwyr a Beirdd

source: People List Usage Blurb
cy_gb: Defnyddiwch y blwch isod i ddod o hyd i noddwyr a beirdd. Teipiwch o leiaf tair llythyren o unrhyw le yn yr enw

source: People List find button
cy_gb: Chwilio am noddwr neu fardd

source: Personal Names Page Title
cy_gb: Personal Names

source: Personal Names Page Explanation
cy_gb: Mae'r rhestr hon yn cynnwys enwau anifeiliaid a gwrthrychau difywyd megis cleddyfau yn ogystal ag enwau pobl. Mae 'n' ar &ocirc;l y cyfeiriad yn dangos bod nodyn esboniadol.

source: Place Names Page Title
cy_gb: Place Names

source: Place Names Page Explanation
cy_gb: Mae'r rhestr hon yn cynnwys enwau trefi a dinasoedd, tai a chestyll, gwledydd, rhanbarthau gweinyddol megis cwmwdau a phlwyfi, aneddleodd unigol, a nodweddion daearyddol megis afonydd a bryniau.Mae 'n' ar &ocirc;l y cyfeiriad yn dangos bod nodyn esboniadol.

source: Edited by
cy_gb: Golygwyd gan

source: Poem Tabs Paraphrase Label
cy_gb: Aralleiriad

source: Poem Tabs Notes Label
cy_gb: Nodiadau

source: Poem Tabs Manuscripts Label
cy_gb: Llawysgrifau

source: Poem Tabs Variants Label
cy_gb: Amrywiadau

source: Poem Tabs Explanatory Notes Label
cy_gb: Esboniadol

source: Poem Tabs Text Notes Label
cy_gb: Testunol

source: Poem Tabs Sources Label
cy_gb: Fynonellau

source: Poem Tabs Transcripts Label
cy_gb: Trawsysgrifiadau

source: Poem Tabs Images Label
cy_gb: Lluniau

source: Poem Tabs Stemma Label
cy_gb: Stema

source: Poem Tabs Open Stemma Link
cy_gb: Stema fwy

source: Poem Page Variant Lines Tab Message
cy_gb: Cliciwch ar rif llinell i weld amrywiadau

source: Print This Page Title
cy_gb: Gwedd argraffu

source: Print This Page Message
cy_gb: Arhoswch ... llwytho barn print

source: Raw Base Page Editor Label
cy_gb: Golygwyd gan

source: Search Page search button
cy_gb: Chwilio

source: Search Page Match Case Label
cy_gb: Cyfateb llythrennau bach/mawr ac acenion

source: Search Form Ignore Diacritics Lable
cy_gb: Anwybyddu Acenion

source: Search Form Regular Expression Lable
cy_gb: Mynegiadau rheolaidd

source: Search Page Title
cy_gb: Canlyniadau Chwilio

source: Search Page Message
cy_gb: Arhoswch ... gweithredu ymholiad chwilio

source: Search Page Search Term Label
cy_gb: Canlyniadau Chwilio

source: Search Page Search Type Label
cy_gb: Math o chwiliad

source: Search Page Results Per Page Label
cy_gb: Canlyniadau fesul tudalen

source: Search Page Page Number Label
cy_gb: Tudalen

source: Search Page Showing Label
cy_gb: yn dangos

source: Search Page Instances Label
cy_gb: canlyniad

source: Search Results Page Guide Title
cy_gb: Canllawiau Chwilio

source: Search Results Page Guide Text
cy_gb: Mae’r canlyniadau yn cyfeirio at y mannau yn y golygiad digidol y canfuwyd yr elfen(nau) y chwiliwyd amdanynt. Os canfuwyd yr elfen(nau) yn nhestun y cerddi, fe’i nodir o dan y tab ‘Cerddi’; yn yr un modd, os canfuwyd yr elfen(nau) mewn nodyn testunol, fe’i nodir o dan y tab ‘Nodiadau Testunol’. Nodir y nifer o ‘canlyniadau’ a ganfuwyd ym mhob tab. Gall ‘canlyniad’ gyfeirio at linell mewn cerdd, neu at baragraff mewn nodyn, sydd yn cynnwys un neu ragor o enghreifftiau o’r elfen(nau) y chwiliwyd amdanynt. Felly gall nifer yr enghreifftiau fod yn uwch na’r nifer o ‘ganlyniadau’.

source: Search Page View Results In Label
cy_gb: Cliciwch ar y tabiau i weld eich canlyniadau chwilio

source: Search Page Tab Poems
cy_gb: Cerddi

source: Search Page Tab Paraphrase
cy_gb: Aralleiriad

source: Search Page Tab Translation
cy_gb: Cyfieithiad

source: Search Page Tab Explanatory Notes
cy_gb: Nodiadau Esboniadol

source: Search Page Tab Text Notes
cy_gb: Nodiadau Testunol

source: Search Page Tab Sources
cy_gb: Trawsysgrifiadau

source: Search Page Tab Patrons and Poets
cy_gb: Noddwyr a beirdd

source: Search Page Poem Results Count label
cy_gb: canlyniad

source: Search Page Paraphrase Results Count label
cy_gb: Canlyniad

source: Search Page Text Translation Results Count label
cy_gb: Canlyniad

source: Search Page Explanatory Notes Results Count label
cy_gb: Canlyniad

source: Search Page Text Notes Results Count label
cy_gb: Canlyniad

source: Search Page Text Sources Results Count label
cy_gb: Canlyniad

source: Search Page Names Results Count label
cy_gb: Canlyniad

source: global 'of' label
cy_gb: o

source: Search Page Search Info Results Label
cy_gb: Canlyniadau

source: Search Page Controls Previous Label
cy_gb: Blaenorol

source: Search Page Controls Next Label
cy_gb: Nesaf

source: Title List Page Title
cy_gb: Rhestr o Deitlau

source: Title List Usage Blurb
cy_gb: Defnyddiwch y blwch isod i ddod o hyd i deitlau cerddi. Teipiwch o leiaf tair llythyren o unrhyw le yn y teitl

source: Title List find button
cy_gb: Dod o hyd i deitl

source: Transcript Tab Line Orders Heading
cy_gb: Trefn y llinellau

source: Transcript Tab Notes Heading
cy_gb: Nodiadau

source: TuChwith Page Title
cy_gb: Golygu Digidol

source: TuChwith Page Sub Title
cy_gb: Golygu Digidol: Profiad Prosiect Guto’r Glyn, gan Ann Parry Owen.

source: TuChwith Page Description
cy_gb: Erthygl fer a ymddangosodd yn Tu Chwith, Gwanwyn 2013, tt. 40–8.

source: XML Upload Page Title
cy_gb: Canlyniadau Chwilio

source: XML Upload Page Text
cy_gb: XML Upload

source: XML Upload Page Select Text
cy_gb: Dewiswch testun i ddiweddaru
